export const ProductData = {
	characteristics: [
		{ label: 'Максимальная загрузка белья', value: '6 кг' },
		{ label: 'Тип мотора', value: 'Стандартный' },
		{ label: 'Макс. скорость отжима', value: '1000 Об/мин' },
		{ label: 'Защита от протечек', value: 'Да' },
	],
	view: {
		title: 'Стиральная машина Beko WRE6511BWW',
		rating: 3,
		colors: ['#f21', '#2f2', '#21f'],
		promotion: 200,
		price: 3202,
		id: 22,
	},
	reviews: [
		{
			date: '2025-07-02T12:01:14.035Z',
			name: 'Руслан Атабеков',
			userid: 21,
			id: 22,
			rating: 2,
			text: 'Стиральная машина Beko WRE 6511 BWW - это отличное приобретение для дома. Ее вместительность позволяет стирать большие объемы белья, что особенно удобно для больших семей. Множество программ стирки позволяют выбрать оптимальный режим для разных типов тканей, а также экономить воду и электроэнергию. Стиральная машина оборудована функцией быстрой стирки, что особенно актуально, когда нужно быстро освежить белье. Она работает тихо и стабильно, не создавая излишнего шума в доме. Управление машиной простое и интуитивное Я доволен результатами стирки, которые обеспечивает Beko WRE 6511 BWW, и рекомендую ее всем, кто ищет надежную и эффективную стиральную машину.'
		},
	],
	descriptions: [
		{
			title: 'Ежедневная экспресс-программа',
			text: 'Стиральная машина Beko WRE 6511 BWW имеет 15 программ стирки и максимальный отжим со скоростью 1000 об./мин. Функция отложенного старта позволяет запускать стирку в любое время. Стиральная машина осуществляет автоматический контроль уровня воды и пенообразования во время работы.',
		},
		{ title: 'Полноценная стирка за 28 минут', text: 'Если вам кажется, что машина стирает слишком долго, попробуйте ежедневную экспресс-программу. Ежедневная экспресс-программа позволяет постирать максимальный объем белья всего за 28 минут при 30 °C. Стирка закончится быстрее, чем получасовая серия вашего любимого сериала.' },
		{ title: 'Экономия пространства 10% без ущерба для вместимости', text: 'Как говорится, лучше меньше, да лучше. Стиральная машина Volumaxx® предлагает такой же объем загрузки при меньших размерах. Обладая глубиной на 10% меньше, чем обычные стиральные машины, она позволяет сэкономить пространство без ущерба для вместимости.' },
	],
}
